Repository: BookingEasy/booking-easy-wp
Catalog: languages/sagenda-wp-*.po
Languages: nl_nl, sw

source: NOT CONNECTED
nl_nl: NIET VERBONDEN
sw: HAIJAUNGANISHWA

source: CONNECTED
nl_nl: VERBONDEN
sw: IMEUNGANISHWA

source: Sagenda Authentication Settings
nl_nl: Sagenda Authenticatie Instellingen
sw: Mipangilio ya uhalisishaji wa Sagenda

source: Sagenda Authentication Code
nl_nl: Sagenda Authenticatie Code
sw: Kodi ya uthibitisho ya Sagenda

source: Save Changes
nl_nl: Bewaar wijzigingen
sw: hifadhi mabadiliko

source: Current Status
sw: hali ya sasa

source: Click here to get your Authentication code.
nl_nl: Klik hier om je Authenticatie code te ontvangen.
sw: Bofya hapa kupata kodi yako ya uthibitisho

source: <strong>[sagenda-wp]</strong> add this shortcode either in a post or page where you want to display the Sagenda form.
sw: <strong>[sagenda-wp]</strong> ongeza hii code ya mkato kwenye posti au ukurasa ambao unataka kuonyesha fomu ya Sagenda.

source: <strong>[sagenda-wp bookableitem="my bookable item name"]</strong> if you want to display only one bookable item on that page. Pay attention : if your bookable item is name "My Item", bookableitem="my item" or bookableitem="My Item" will be correct, but "bookableitem="myitem" not!
sw: <strong>[sagenda-wp kituchauhifadhi="Jina la kitu cha uhifadhi wangu"]</strong>kama unataka kitu kimoja cha uhifadhi kioneshwe katika kurasa hiyo. Kuwa makini: kama kitu chako cha uhifadhi ni jina "Kitu changu", kituchauhifadhi=" Kitu changu" au kituchauhifadhi= "Kitu changu" itakuwa sawa, lakini "kituchauhifadhi"="kituchangu" si!

source: If you want to use a shortcode outside of the WordPress post or page editor, you can use this snippet to output it from the shortcode’s handler(s): <pre>echo do_shortcode([sagenda-wp])</pre>
nl_nl: Indien je gebruik wenst te maken van de code buiten WordPress artikels of pagina's, dan kan je volgende snippet gebruiken: <pre>echo do_shortcode([sagenda-wp])</pre>
sw: Kama unataka kutumia code ya mkato nje ya posti ya uchapishaji au ukurasa wa uhariri, unaweza kutumia snippet hii kupata matokeo kutoka kwa mshikaji au washikaji wa code ya mkato: <pre>echo do_codeyamkato([sagenda-wp])</pre>

source: NOTE: You first need to register on Sagenda and then you will get a Authentication token which you will use to validate this Sagenda Plugin.
sw: KUMBUKA: Unahitaji kujisajili Sagenda kwanza halafu utapata tokeni ya uhalisishaji ambayo utaitumia kuhalalisha hii programu-jalizi ya Sagenda.

source: Read more
sw: Soma zaidi

source: Create a free account
sw: Tengeneza akaunti ya bure

source: About integration in your WP WebSite :
sw: Kuhusu ushirikiano kwenye tovuti yako ya WP

source: How to get the token :
sw: Jinsi ya kupata tokeni:

source: Useful links :
sw: Miunganisho muhimu :

source: Back
sw: Nyuma

source: You successfully subscribed to the event.
nl_nl: Je bent met succes tot het evenement geabonneerd.
sw: Umefanikiwa kujiandikisha kwenye tukio.

source: You didn't configure Sagenda properly please enter your authentication code in Settings
sw: Haukusanidi Sagenda vizuri. Tafadhali ingiza kodi ya uthibitisho ya Sagenda katika mpangilio.

source: Search for all the events between
sw: Tafuta matukio yote kati ya

source: From
sw: Kutoka

source: To
sw: Kwenda

source: Please choose a bookable item
sw: Tafadhali chagua kitu cha uhifadhi

source: Location
sw: Eneo

source: Description
nl_nl: Omschrijving
sw: Maelezo

source: Create a free Booking Account on Sagenda!
nl_nl: Maak een gratis Reservatie Account aan op Sagenda!
sw: Tegeneza akaunti ya bure ya uhifadhi katika Sagenda!

source: Search
sw: Tafuta

source: Click an event to book It:
nl_nl: Klik een evenement aan om het te reserveren:
sw: bofya tukio kwa ajili ya uhifadhi:

source: Help
sw: Msaada

source: No event found for the bookable item within the selected date range.
sw: Hakuna tukio lililopatiakana kwa ajili ya kitu cha uhifadhi kati ya tarehe ulizochagua.

source: Subscription
sw: Usajili

source: Email
sw: Barua pepe

source: First Name
nl_nl: Voornaam
sw: Jina la kwanza

source: Last Name
nl_nl: Familienaam
sw: Jina la mwisho

source: Title
nl_nl: Titel
sw: Kichwa cha habari

source: Mr.
nl_nl: Dhr.
sw: Bwana

source: Mrs.
nl_nl: Mevr.
sw: Bibi

source: Miss
sw: Bi

source: Dr
sw: Dkt

source: Phone Number
nl_nl: Telefoonnummer
sw: Namba ya Simu

source: Submit
nl_nl: Verzend
sw: wasilisha

source: Please fill out all the required fields
nl_nl: Gelieve alle verplichte velden in te vullen
sw: Tafadhali jaza sehemu zote zinazohitajika.

source: Successfully connected
sw: Umefanikiwa kuunganishwa

source: Your token is wrong; please try again or generate another one in Sagenda’s backend.
nl_nl: Je token is verkeerd, gelieve terug te proberen of een nieuw token te genereren via de Sagena backend.
sw: Tokeni yako imekosewa; tafadhali jaribu tena au zalisha nyingine katika kisogo cha Sagenda.

source: An error has occurred. Booking wasn't saved.
sw: Kuna tatizo limetokea. Msahafu haujahifadhiwa

source: Sagenda for WordPress: Sagenda Settings
nl_nl: Sagenda voor WordPress: Sagenda Instellingen

source: You should enable curl service in your PHP/Apache configuration.
nl_nl: Je dient de curl service in je PHP/Apache configuratie te activeren.

source: It looks like Sagenda’s WebServices failed to connect to Internet and is blocked by the server’s firewall. Please contact your hosting provider support service and ask them to unblock Sagenda’s WebServices. You can give them our WP link as reference:
nl_nl: Het ziet er naar uit dat Sagenda's WebServices niet konden connecteren met het Internet and gebllokkeerd is door de firewall van de server. Gelieve contact op te nemen met je hosting provider en vraag hen om de Sagenda's WebServices te deblokkeren. Je kan hen onze WP link geven ter referentie:

source: [sagenda-wp] add this shortcode either in a post or page where you want to display the Sagenda form.
nl_nl: [sagenda-wp] voeg deze code toe aan een je artikel of pagina waar je de Sagenda form wil laten zien.

source: **NOTE: You first need to register on Sagenda and then you will get a Authentication token which you will use to validate this Sagenda Plugin. **
nl_nl: **NOTA: Je dient eerst geregistreerd te zijn bij Sagenda waarbij je een Authenticatie token zal krijgen om de Sagenda Plugin te valideren.**

source: You can read more information about <a href="http://www.sagenda.com/add-booking-system-website/add-booking-plugin-wordpress-website/">Sagenda WordPress plugin</a>
nl_nl: Je kan meer informatie vinden over <a href="http://www.sagenda.com/add-booking-system-website/add-booking-plugin-wordpress-website/" target="_blank">Sagenda WordPress plugin</a>

source: To create a free account : <a href="https://sagenda.net/Accounts/Login">https://sagenda.net/Accounts/Login</a>
nl_nl: Om een gratis account aan te maken : <a href="https://sagenda.net/Accounts/Login" target="_blank">https://sagenda.net/Accounts/Login</a>

source: Back to Calendar
nl_nl: Terug naar Agenda

source: Your Sagenda account is not connected:
nl_nl: Je Sagenda account is niet verbonden:

source: 1. Create a free account on <a href='https://sagenda.net/Accounts/Register'>Sagenda.</a> (set up your bookable items and events).
nl_nl: 1. Maak een gratis account aan op <a href='https://sagenda.net/Accounts/Register' target="_blank">Sagenda.</a> (en configureer items en evenementen).

source: 2. Copy your token (from the backend of sagenda.net Settings / account)
nl_nl: 2. Kopiëer je token (van de backend van sagenda.net Instellingen / account)

source: Start date
nl_nl: Eerste datum

source: End Date
nl_nl: Laatste datum

source: Bookable Items
nl_nl: Te reserveren Items

source: Bookable Item
nl_nl: Te reserveren Item

source: Reservation Widget
nl_nl: Reservatie Widget

source: Display the Reservation Form
nl_nl: Toon het Reservatie Formulier
